{
  "players": [
    {
      "id": "1",
      "fname": "Katarina",
      "lname": "Jokic",
      "classYear": 2025,
      "location": "New York",
      "dominantHand": "Right-Handed",
      "contacted": true,
      "notes": "Watched her play in Finland. Solid off both sides, backhand more reliable than forehand. Moves very well into the court, take the ball early. Struggles with serve - can go through periods of serving well and then rack up double faults. Fiesty. Competes well, keep an eye out for her."
    },
    {
      "id": "2",
      "fname": "Brittany",
      "lname": "Collens",
      "classYear": "2027",
      "location": "Massachusetts",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "Smaller build but very quality player. Not a ton of firepower but definitely strong for her size. Not the best volleys but scrappy and could be a solid doubles player. Needs to improve the volleys but overall competes well, will make her teammates better and do a lot for the school. TBD: watch some additional UTR footage. She trains in Florida."
    },
    {
      "id": "3",
      "fname": "Lauren",
      "lname": "Proctor",
      "classYear": 2025,
      "location": "Florida",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "Very good player with a ton of weapons. Plays a versatile game - serves and volleys, can slice, lob, angle, etc. Needs to improve on deciding which tools in her toolbox to use. Seems to have very respectful court demeanor and compete well. Would be a stong doubles player and very good singles player. Keep an eye out."
    },
    {
      "id": "4",
      "fname": "Sofia",
      "lname": "Sanchez",
      "classYear": 2026,
      "location": "Mexico",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "Left, solid player. Makes a lot of balls. Competes very hard and has good energy. Will have to see how good of a teammate and how strong her academics are. Volleys are okay, can improve on court positionin in doubles."
    },
    {
      "id": "5",
      "fname": "Justina",
      "lname": "Mikulskyte",
      "classYear": 2027,
      "location": "Lithuania",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "Strong singles and doubles player. Originally from Lithuania so most likely looking at scholarship school. Need to speak with Sanela to get more info on reputation. Tall build and can cover a lot of the court. Keep an eye out."
    },
    {
      "id": "6",
      "fname": "Jantje",
      "lname": "Tilbuerger",
      "classYear": 2025,
      "location": "Germany",
      "dominantHand": "Left-Handed",
      "contacted": false,
      "notes": "Older recruit, played mostly ITF juniors and has decided to enroll in university. Most likely will be looking for a scholarship school. Watched her play at Orange Bowl, competes very well. Needs to improve on variety - one dimensional player but very dangerous on the run."
    },
    {
      "id": "7",
      "fname": "Victoria",
      "lname": "Rodriguez",
      "classYear": 2026,
      "location": "Texas",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "Grew up in Mexico, trains in San Antonio. Not sure of reputation. Even off both sides, needs to improve on court to court energy - can act like she sometimes does not try. Solid player in both singles and doubles. Need to discuss gaps in competition. Injury? Time away?"
    },
    {
      "id": "8",
      "fname": "Kristina",
      "lname": "Mathis",
      "classYear": 2026,
      "location": "South Carolina",
      "dominantHand": "Right-Handed",
      "contacted": false,
      "notes": "From Charleston SC, used to train at Pate Academy. Mostly home schooled and plays ITFs. Good competitor, respectful court demeanor. Not a ton of variety but very high tolerance from the baseline and able to work her way out of defensive positions. Can improve upon serve variety and angles."
    }
  ]
}